reading-notes/statistics-for-mathematicians/statistics-for-mathematicians.tex
% Created 2020-10-09 金 14:53
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\author{hisanobu-nakamura}
\date{\textit{<2019-06-27 木>}}
\title{Notes on "Statistics for Mathematicians" by Victor M. Panaretos}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.2 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents




\section{About this note}
\label{sec-1}

\section{Jargons}
\label{sec-2}

\section{Chapter 1: Regular Probability Models}
\label{sec-3}
\begin{quote}
\textbf{Definition 1.1: Regular Parametric Probability Models}\\
\begin{itemize}
\item $X$ : $\mathbb{R}$-valued random variable
\item $F_{\theta}$ : distribution function of $X$
\item $\theta$ : a parameter in $\Theta \subseteq \mathbb{R}^{p}$ (parameter space)
\end{itemize}

The probability model $\{F_{\theta} : \theta \in \Theta\}$ will be calld \emph{\uline{regular}} if one of the two following conditions holds:

\begin{enumerate}
\item $\forall \theta  \in \Theta$, the distribution $F_{\theta}$ is continuous with density $f(x; \theta)$
\item $\forall \theta  \in \Theta$, the distribution $F_{\theta}$ is discrete with probability mass function $f(x;\theta)$ such that $\sum_{x \in \mathbb{Z}} f(x;\theta) = 1$ for all $\theta \in \Theta$.
\end{enumerate}
\end{quote}

\begin{itemize}
\item The model $F_{\theta}$ cannot switch between continuous and discrete depending on the value of $\theta$.
\item $\mathcal{X} := \{x \in \mathbb{R}: f(x;\theta) > 0 \}$ is called the \emph{\uline{sample space}} of $X$.
\end{itemize}

\subsection{Discrete Regular Models}
\label{sec-3-1}
% Emacs 25.3.2 (Org mode 8.2.10)
\end{document}